// glossary translation
export const glossary = {
    // English
    'en': {
        'title': '',
    },
    // Russian
    'ru': {
        'title': 'Глоссарий или Словарь терминов, которые используются в программе SuperMath. В данном разделе вы найдете разъяснения к некоторым терминам и выражениям, которые используются в программе.',
        'color': 'Цветовой Пояс — уровень сложности, по которому сгруппированы те или задания. SuperMath содержит шесть цветовых поясов. Дополнительно, к цветовым поясам есть уровень Задач.',
        'task': 'Задание — тренировочное задание или тест, которые состоит из 30 примеров. Выполнение задания ограничено по времени, которое зависит от уровня сложности (Цветового Пояса). Задания для цветовых поясов программа формирует в процессе решения.',
        'instance': 'Пример — относится к определенному Цветовому поясу или Уровню. Решение одного примера может быть ограниченно по времени. Правильно решенный пример помогает зарабатывать Баллы, тогда как ошибки увеличивают колчество Фекашек.',
        'smile': 'Балл или Улыбка — единица оценки положительно решенного примера. Все Баллы зарегистрированных пользователей хранятся в профиле пользователя. Баллы могут быть использованы в качестве обмена, чтобы уменьшить количество Фекашек или для того, чтобы подбросить Фекашку другому пользователю.',
        'poop': 'Фекашка — единица оценки неверно решенного примера. Фекашки возможно обменять на Баллы',
        'joker': 'Джокер или Карта — ',
    },
    // Dutch
    'nl' : {
        'title': '',
    },
    // French
    'fr' : {
        'title': '',
    },
    // German
    'de' : {
        'title': '',
    },
    // Spanish
    'es' : {
        'title': '',
    },
    // Italian
    'it' : {
        'title': '',
    },
};
